{
  "301": {
    "quote": "We are maximally capable of understanding. There is no concept out there that is possible in this physical reality that a human being, given sufficient time and resources and education, could not understand.",
    "author": "Naval Ravikant",
    "title": "The Naval Podcast",
    "keywords": [
      "universal understander"
    ]
  },
  "302": {
    "quote": "The universe is very big, but it’s also almost entirely empty, at least as far as planets and the stars are concerned. Given that, it’s still quite reasonable to say that humans and human-like explainers are quite rare; they’re still early in their formation across the universe; and they’re just spread out by such incredibly vast distances that we haven’t encountered each other.",
    "author": "Naval Ravikant",
    "title": "The Naval Podcast",
    "keywords": [
      "fermi paradox"
    ]
  },
  "303": {
  "quote": "Deutsch’s worldview is that reality is comprehensible. Problems are solvable, or “soluble,” as he writes. It’s a deeply rationally optimistic worldview that believes in good scientific explanations and progress.",
  "author": "Brett Hall",
  "title": "The Naval Podcast",
  "keywords": [
    "optimism",
    "problem",
    "scientific progress"
  ]
  },
  "304": {
  "quote": "When we encounter the aliens, we shouldn’t expect that they’re going to be immoral bastards that are going to want to take over our resources, but the opposite: They’re going to look at us and think what primitive savages that we are. They’re going to think that we’re moral midgets, and they’re going to want to teach us. They’re not going to want to put us in prison or anything like that.",
  "author": "Brett Hall",
  "title": "The Naval Podcast",
  "keywords": [
    "fermi paradox"
  ]
  },
  "305": {
  "quote": "And, by the way, we don’t have to worry about [Aliens] stealing our resources. It’s not like they’re going to go, “Ah, there’s a planet full of coal and water. We’re going to take it... In fact, that might be another answer to the Fermi paradox. [Aliens] don’t need to leave their local area because they’ve already got the technology to perfectly sustain them.",
  "author": "Brett Hall",
  "title": "The Naval Podcast",
  "keywords": [
    "aliens",
    "Fermi paradox",
    "technology",
    "resources"
  ]
  }
}
